Docs/Reference/Content/images/dependencies/net9.0/d2/alloverit-serialization-json-abstractions.d2
direction: left

aoi: AllOverIt
aoi.alloverit-serialization-json-abstractions: AllOverIt.Serialization.Json.Abstractions
aoi.alloverit: AllOverIt
aoi.alloverit <- aoi.alloverit-serialization-json-abstractions
aoi.alloverit-assertion: AllOverIt.Assertion
aoi.alloverit-assertion <- aoi.alloverit
